Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/spesialpedagogikk-i-assimileringens-tjeneste.html.tmx
Source language: nob
Languages: sme

source: Spesialpedagogikk i assimileringens tjeneste?
sme: Erenoamášpedagogihkka veahkkin assimileremii?

source: / Taler og artikler / Sametingsrådet / Organisasjonsstruktur / Om Sametinget / Forsiden - Sametinget
sme: / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget

source: Jeg får ofte henvendelser fra samiske foreldre som har barn med særskilte utfordringer, det være seg ulike lærevansker, språkvansker, hørselsvansker eller annet de strever med.
sme: Sámi váhnemat, geain leat mánát erenoamáš hástalusain, ležžet dal iešguđetlágan oahppanváttut, giellaváttut, gullanváttut vai eará mainna sii rahčet, váldet dávjá oktavuođa muinna.

source: De er allerede i en vanskelig situasjon med tanke på barnets utvikling, og de søker råd fra hjelpeapparatet.
sme: Sii leat juo váttis dilis máná ovdáneami oktavuođas, ja sii ohcet ráđi veahkkeapparáhtas.

source: Mange opplever at de blir rådet til å velge bort samisktilbudet for sitt barn.
sme: Ollugat vásihit ahte sin rávvejit válljet eret sámegielfálaldaga sin mánnái.

source: Man vurderer altså barnets morsmål og kultur å være et særskilt hinder for læring og utvikling.
sme: Nappo árvvoštallojuvvo máná eatnigiella ja kultuvra erenoamáš hehttehussan oahppamii ja ovdáneapmái.

source: Samiske barn har en ubetinget rett til tilpasning i forhold til sine forutsetninger, på lik linje med alle andre barn.
sme: Sámi mánáin lea eahpitkeahtes vuoigatvuohta heivehussii iežaset eavttuid vuođul, seamma láhkai go eará mánáin ge.

source: Det inkluderer at samiske barn skal ha tilpasset opplæring også i og på samisk eller i sine samiske barnehager.
sme: Dat mearkkaša ahte sámi mánáin galgá leat heivehuvvon oahpahus maiddái sámegielas ja sámegillii dahje sin sámi mánáidgárddiin.

source: Samiske barn og unge som har behov for spesialpedagogisk hjelp har rett til opplæring i samisk på lik linje med samiske barn og elever uten særskilte behov.
sme: Dain sámi mánáin ja nuorain, geat dárbbašit erenoamášpedagogalaš veahki, lea vuoigatvuohta oahpahussii seamma láhkai go dain sámi mánáin ja ohppiin geain eai leat erenoamáš dárbbut.

source: Det er derfor uakseptabelt at det gis råd om å velge bort samisk, når det som faktisk skal skje er at det samiske barnet får tilpasset tilbud hvor deres samiske bakgrunn og språk ivaretas samtidig som de får den spesialpedagogiske hjelpen som barn skal få når behovet er der.
sme: Danne lea dohkkemeahttun ahte sin rávvejit válljet eret sámegiela, go dat mii duođaid galggašii dáhpáhuvvat, lea ahte sámi mánná galgá oažžut dakkár heivehuvvon fálaldaga mii fuolaha sin sámi duogáža ja giela seammás go sii ožžot dan erenoamášpedagogalaš veahki maid mánát galget oažžu go sis lea dakkár dárbu.

source: Språk er ikke bare et redskap for sosial kommunikasjon og formidling av kunnskap og ferdigheter.
sme: Giella ii leat reaidun dušše sosiála gulahallamis ja máhtu ja gálggaid gaskkusteamis.

source: Det er like stor grad et uttrykk for individuell og sosial identitet og integritet.
sme: Dat lea seamma ollu individuála ja sosiála identitehta ja integritehta ovdanbuktin.

source: For minoriteter og urfolk er eget språk et særlig uttrykk for kulturell tilhørighet, og etter min mening utgjør språket en grunnleggende pilar i det å være menneske.
sme: Minoritehtaide ja álgoálbmogiidda lea sierra giella kulturgullevašvuođa erenoamáš ovdanbuktin, ja mu mielas lea giella vuođđoválddáhat das ahte leat olmmožin.

source: Barn lærer i samspill med andre barn og voksne.
sme: Mánát ohppet ovttastallamis eará mánáiguin ja rávesolbmuiguin.

source: Når barna er små tilegner de seg det talespråket som omgir dem med den største selvfølgelighet.
sme: Go mánná lea uhcci, de dat ohppet stuorámus lunddolašvuođain dan hállangiela mii lea sin birrasis.

source: De lærer språk og kultur både hjemme, på de uformelle og formelle læringsarenaene.
sme: Sii ohppet giela ja kultuvrra sihke ruovttus, eahpeformálalaš ja formálalaš oahppanarenain.

source: Denne lærdommen skal danne grunnlaget for den skolebaserte læringen.
sme: Dat oahppu galgá leat vuođđun ohppui skuvllas.

source: For samer i Norge har språk i opplæring en særskilt sårbar dimensjon, ettersom det samiske språket i en lang periode var forbudt brukt i skoleverket.
sme: Norgga sápmelaččaid giella oahpahusas erenoamáš rašis dilis, go sámegiela geavaheapmi lea guhká leamaš gildojuvvon skuvllas.

source: Språk kan med andre ord også brukes til å utøve makt overfor de som ikke har majoritetsspråket som sin språklige ramme for livsutfoldelse.
sme: Nappo sáhttá giela geavahit váldegeavaheamis sin ektui geain ii leat eanetlohkogiella gielalaš rámman eallima ovdáneapmái.

source: Jeg forventer derfor at det spesialpedagogiske hjelpeapparatet samt skoler og barnehagene skal gi god foreldreveiledning om tospråklig utvikling.
sme: Danne vuorddán ahte erenoamášpedagogalaš veahkkeapparáhta ja skuvllat ja mánáidgárddit galget addit buori bagadeami váhnemiidda guovttegielalaš ovdáneami birra.

source: Veiledningen må være basert på oppdatert kunnskap om tematikken.
sme: Bagadeapmi galgá leat vuođđuduvvon máhttui fáttá birra.

source: Fagpersonene møter foreldre i en svært sårbar situasjon, og da er det spesielt viktig å bli møtt av et hjelpeapparat som lett kan sette seg inn i barnets og familiens situasjon og være en kompetent refleksjonspartner.
sme: Fágaolbmot deaivvadit váhnemiiguin geat leat hui rašis dilis, ja dalle lea erenoamáš deaŧalaš ahte sii deivet dakkár veahkkeapparáhta mii álkit sáhttá áddet máná ja bearraša dili ja doaibma gelbbolaš gulahallanguoibmin.

source: Når samiske foreldre blir rådet til å velge norsk i barnets undervisningssituasjon og i kommunikasjon med egne barn, medfører dette et reelt språkbytte.
sme: Go sámi váhnemiid rávvejit válljet dárogiela máná oahpahusdilis ja gulahallamis iežas mánáiguin, de dat duohtavuođas mielddisbuktá giellamolsuma.

source: Konsekvensen blir at omsorgspersonene og familiemedlemmene også i praksis må bytte språk.
sme: Váikkuhussan lea ahte maiddái fuolahusolbmot ja bearašlahtut duohtavuođas fertejit molsut giela.

source: Det er fremmedgjørende overfor barnet og familien.
sme: Dat eaidada máná ja bearraša.

source: Barnets språkinnlæring må restartes og kan i verste fall føre til økte læringsproblemer.
sme: Máná giellaoahppan ferte ođđasis álggahuvvot ja sáhttá bahámus dilis mielddisbuktit eanet oahppanváttisvuođaid.

source: Det barnet har lært av det samiske mister sin verdi og blir ikke byggesteiner for den videre utviklingen.
sme: Dat maid mánná lea oahppan sámevuođa birra, massá árvvus ii ge šatta vuođđun viidáset ovdáneapmái.

source: Samiske barn skal oppleve at de ved å motta spesialpedagogisk støtte ikke da må velge bort tilhørigheten til sin egen familie og det samiske.
sme: Sámi mánát eai galgga vásihit ahte go sii ožžot erenoamášpedagogalaš doarjaga, de sii fertejit válljet eret gullevašvuođa iežaset bearrašii ja sámevuhtii.

source: Alle foreldre vil det beste for sitt barn.
sme: Buot váhnemat háliidit dan mii lea buoremus iežaset mánnái.

source: De er til og med villige til å foreta et språkbytte når det blir foreslått som tiltak.
sme: Sii mihtet vaikke giellamolsumii go dat rávvejuvvo doaibmabidjun.

source: Konsekvenser med språkbytte innebærer at den øvrige familien må bruke norsk i kommunikasjon med hverandre når barnet er tilstede.
sme: Giellamolsun váikkuha dasa ahte bearaš muđui ferte geavahit dárogiela gaskaneaset máná gullot.

source: Barnet blir fremmedgjort i forhold til sin kultur.
sme: Mánná eaidaduvvo iežas kultuvrra ektui.

source: I verste fall snakker vi om kulturell og språklig assimilering av samiske barn og hele familier, noe som er langt unna og stikk i strid med målene for dagens opplæringssektor.
sme: Bahámus dilis lea sáhka sámi mánáid ja olles bearrašiid kultuvrralaš ja gielalaš assimileremis, mii lea guhkkin eret ja vuostálagaid dálá oahpahussuorggi mihttomeriin.

source: En slik pedagogikk bygger på idéer vi for lengst burde ha forlatt, og tankegangen er en skygge fra fornorskningstiden
sme: Dakkár pedagogihka vuođđun leat jurdagat maid mat áigá livčče galgan guđđojuvvot, ja jurddašeapmi gullá dáruiduhttináigái.

source: Naturligvis kan en tospråklig læringssituasjon være krevende der andre læringsvansker eksisterer.
sme: Dieđusge sáhttá guovttegielat oahppandilli leat gáibideaddjin go maiddái leat eará oahppanváttisvuođat.

source: Men da vil det naturlige være å styrke den språklige dimensjonen i innsatsen, ikke fjerne den.
sme: Muhto dalle livččii lunddolaš áŋgiruššat gielladimenšuvnna nannemiin, ii ge dan jávkadit.

source: Når tilstrekkelig spesialpedagogisk kompetanse mangler, kan det være lett å forklare læringsproblemer med den tospråklige situasjonen.
sme: Go váilu dohkálaš erenoamášpedagogalaš gelbbolašvuohta, de sáhttá leat álki čilget oahppanváttisvuođaid guovttegielatdiliin.

source: Men hvis vi aksepterer at språklige og kulturelle rammer i seg selv utgjør vesentlige læringshindringer, bidrar vi egentlig bare til å videreføre en for lengst forlatt assimileringspolitikk.
sme: Muhto jus mii dohkkehit dan ahte gielalaš ja kultuvrralaš rámmat iešalddiset doibmet duođalaš oahppanhehttehussan, de han mii leat dušše viidáseappot fievrrideamen assimilerenpolitihka mii áigá lea guđđojuvvon.

source: Det må skje en systemisk kompetanseheving omkring samiske barns likeverdige rett til spesialpedagogisk støtte og at denne støtten skal bygge opp om og forsterke samiske barns rett til samisk språk i skole og barnehage som ivaretar disse grunnleggende rettighetene.
sme: Gelbbolašvuohta sámi mánáid dásseárvosaš vuoigatvuođa birra erenoamášpedagogalaš doarjagii ferte systemáhtalaččat loktejuvvot ja ahte dát doarjja galgá nannet sámi mánáid vuoigatvuođa oažžut sámegiela dakkár skuvllas ja mánáidgárddis mii fuolaha dáid vuođđovuoigatvuođaid.
